Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: (3) Paragraphs (a) and (b) of the definition excluded property in subsection 207.01(1) of the Act are replaced by the following: (a) property described in subparagraph 5001(h)(ii) of the Income Tax Regulations ; (b) an equity of a mutual fund corporation or mutual fund trust if (i) either (A) the equity is equity of a mutual fund corporation or mutual fund trust that derives all or substantially all its value from one or more mutual funds that are subject to, and substantially comply with, the requirements of National Instrument 81–102 Investment Funds , as amended from time to time, of the Canadian Securities Administrators, or (B) the corporation or trust follows a reasonable policy of investment diversification, (ii) the time is (A) during the 24-month period that begins on the day on which the first taxation year of the corporation or trust begins, (B) during the 24-month period that ends on the day on which the last taxation year of the corporation or trust ends, or (C) where the equity is a share of the capital stock of a mutual fund corporation and the share derives all or substantially all its value from a particular mutual fund, (I) during the 24-month period that begins on the day on which the particular mutual fund is established, or (II) during the 24-month period that ends on the day on which the particular mutual fund is terminated, (iii) it is reasonable to conclude that none of the main purposes of the structure of the corporation or trust, or of the terms and conditions of the equity, is to accommodate transactions or events that could affect the fair market value of the property held by the trust governed by the registered plan in a manner that would not occur in a normal commercial or investment context in which parties deal with each other at arm's length and act prudently, knowledgeably and willingly, and (iv) it is reasonable to conclude that none of the main purposes of the incorporation, establishment or operation of the corporation or trust, or of the particular mutual fund, is to benefit from this paragraph; or
fr_fr: (3) Les alinéas a) et b) de la définition de bien exclu , au paragraphe 207.01(1) de la même loi, sont remplacés par ce qui suit : a) tout bien visé au sous-alinéa 5001h)(ii) du Règlement de l'impôt sur le revenu ; b) un droit sur l'actif d'une société de placement à capital variable ou d'une fiducie de fonds commun de placement à l'égard duquel les conditions ci-après sont réunies : (i) selon le cas : (A) il s'agit d'un droit sur l'actif d'une société de placement à capital variable ou d'une fiducie de fonds commun de placement dont la valeur provient en totalité ou en presque totalité d'un ou de plusieurs fonds communs de placement qui sont assujettis et qui se conforment pour l'essentiel aux exigences du Règlement 81–102 sur les fonds d'investissement , avec ses modifications successives, des Autorités canadiennes en valeurs mobilières, (B) la société ou la fiducie suit une politique raisonnable en matière de diversification des placements, (ii) le moment en cause est compris, selon le cas : (A) dans la période de 24 mois qui commence le premier jour de la première année d'imposition de la société ou de la fiducie, (B) dans la période de 24 mois qui prend fin le dernier jour de la dernière année d'imposition de la société ou de la fiducie, (C) dans le cas où le droit sur l'actif est une action du capital-actions d'une société de placement à capital variable dont la valeur provient en totalité ou en presque totalité d'un fonds commun de placement donné : (I) soit dans la période de 24 mois qui commence à la date d'établissement du fonds, (II) soit dans la période de 24 mois qui prend fin à la date de résiliation du fonds, (iii) il est raisonnable de conclure qu'aucun des objets principaux de la structure de la société ou de la fiducie, ou des conditions du droit sur l'actif, ne consiste à faciliter la mise en oeuvre d'opérations ou d'événements qui pourraient modifier la juste valeur marchande des biens détenus par la fiducie régie par le régime enregistré d'une manière qui ne se manifesterait pas dans un contexte commercial ou financier normal où des parties sans lien de dépendance traitent librement, prudemment et en toute connaissance de cause, (iv) il est raisonnable de conclure qu'aucun des objets principaux de la constitution, de l'établissement ou de l'exploitation de la société, de la fiducie ou du fonds commun de placement donné ne consiste à permettre à quiconque de tirer profit du présent alinéa;

source: (4) Paragraph 207.01(12)(c) of the Act is replaced by the following: (c) the property is, or would be if it was not a prohibited investment at the time it was acquired by the exchanging trust, a qualified investment for the exchanging trust immediately after the exchange time; and
fr_fr: (4) L'alinéa 207.01(12)c) de la même loi est remplacé par ce qui suit : c) le bien est ou serait, s'il ne s'agissait pas d'un placement interdit au moment de son acquisition par la fiducie échangeuse, un placement admissible de la fiducie échangeuse immédiatement après le moment de l'échange;

source: (5) Subsections (1) to (4) come into force on January 1, 2027.
fr_fr: (5) Les paragraphes (1) à (4) entrent en vigueur le 1 er janvier 2027.

source: 14 (1) Paragraph (d) of the definition excluded trust in subsection 211.6(1) of the Act is replaced by the following: (d) if the trust is not a trust to which paragraph (e) applies, acquires at that time any property that is not described in any of paragraphs (a) and (b) and subparagraph (c)(i) of the definition qualified investment in subsection 207.01(1);
fr_fr: 14 (1) L'alinéa d) de la définition de fiducie exclue , au paragraphe 211.6(1) de la même loi, est remplacé par ce qui suit : d) si elle n'est pas visée à l'alinéa e), acquiert, à ce moment, un bien qui n'est pas visé aux alinéas a) ou b) ou au sous-alinéa c)(i) de la définition de placement admissible au paragraphe 207.01(1);

source: (2) Subparagraph (e)(i) of the definition excluded trust in subsection 211.6(1) of the Act is replaced by the following: (i) acquires at that time any property that is not described in any of paragraphs (a), (b), (c) and (d) of the definition qualified investment in subsection 207.01(1), or
fr_fr: (2) Le sous-alinéa e)(i) de la définition de fiducie exclue , au paragraphe 211.6(1) de la même loi, est remplacé par ce qui suit : (i) soit acquiert, à ce moment, un bien qui n'est pas visé aux alinéas a), b), c) ou d) de la définition de placement admissible au paragraphe 207.01(1),

source: (3) Paragraph (a) of the definition prohibited investment in subsection 211.6(1) of the Act is replaced by the following: (a) at the time it was acquired by the trust, was described in any of subparagraphs (c)(ii) to (vii) or paragraph (d) of the definition qualified investment in subsection 207.01(1); and
fr_fr: (3) L'alinéa a) de la définition de placement interdit , au paragraphe 211.6(1) de la même loi, est remplacé par ce qui suit : a) au moment de son acquisition par la fiducie, était visé à l'un des sous-alinéas c)(ii) à (vii) ou à l'alinéa d) de la définition de placement admissible au paragraphe 207.01(1);

source: (3) Subsections (1) to (3) come into force on January 1, 2027.
fr_fr: (4) Les paragraphes (1) à (3) entrent en vigueur le 1 er janvier 2027.

source: 15 (1) Clauses 233.2(4)(c)(ii)(E) and (F) of the Act are replaced by the following: (F) a trust in which all persons beneficially interested are persons described in clauses (A) to (D), or
fr_fr: 15 (1) Les divisions 233.2(4)c)(ii)(E) et (F) de la même loi sont remplacées par ce qui suit : (F) une fiducie dans laquelle seules les personnes visées aux divisions (A) à (D) ont un droit de bénéficiaire,

source: 16 (1) Paragraph (a) of the definition specified Canadian entity in subsection 233.3(1) of the Act is amended by adding "or" at the end of subparagraph (vi) and by repealing subparagraph (vii).
fr_fr: 16 (1) Le sous-alinéa a)(vii) de la définition de entité canadienne déterminée , au paragraphe 233.3(1) de la même loi, est abrogé.

source: (2) Subparagraph (a)(viii) of the definition specified Canadian entity in subsection 233.3(1) of the Act is replaced by the following: (viii) a trust in which all persons beneficially interested are persons described in subparagraphs (i) to (vi); and
fr_fr: (2) Le sous-alinéa a)(viii) de la définition de entité canadienne déterminée au paragraphe 233.3(1) de la même loi est remplacé par ce qui suit : (viii) une fiducie dans laquelle les droits de bénéficiaire sont détenus par les personnes visées aux sous-alinéas (i) à (vi);

source: 17 (1) The definition registered investment in subsection 248(1) of the Act is repealed.
fr_fr: 17 (1) La définition de placement enregistré , au paragraphe 248(1) de la même loi, est abrogée.

source: 18 (1) The definition designated provisions in subsection 259(5) of the Act is replaced by the following: designated provisions designated provisions means sections 146, 146.1 to 146.4 and 146.6 and Parts X, XI.01 and XI.1, as they apply in respect of investments that are not qualified investments for a trust, and Part X.2; ( dispositions désignées )
fr_fr: 18 (1) La définition de dispositions désignées , au paragraphe 259(5) de la même loi, est remplacée par ce qui suit : dispositions désignées dispositions désignées Les articles 146, 146.1 à 146.4 et 146.6 et les parties X, XI.01 et XI.1, tels qu'ils s'appliquent relativement aux placements qui ne sont pas des placements admissibles pour une fiducie, et la partie X.2. ( designated provisions )

source: (2) The definition designated provisions in subsection 259(5) of the Act is replaced by the following: designated provisions designated provisions means sections 146, 146.1 to 146.4 and 146.6 and Parts X, XI.01 and XI.1, as they apply in respect of investments that are not qualified investments for a trust; ( dispositions désignées )
fr_fr: (2) La définition de dispositions désignées , au paragraphe 259(5) de la même loi, est remplacée par ce qui suit : dispositions désignées dispositions désignées Les articles 146, 146.1 à 146.4 et 146.6 et les parties X, XI.01 et XI.1, tels qu'ils s'appliquent relativement aux placements qui ne sont pas des placements admissibles pour une fiducie. ( designated provisions )

source: (3) The definition specified taxpayer in subsection 259(5) of the Act is replaced by the following: specified taxpayer specified taxpayer means a taxpayer that is a registered investment or that is described in any of paragraphs 149(1)(r), (s), (u) to (u.2), (u.4) and (x). ( contribuable déterminé )
fr_fr: (3) La définition de contribuable déterminé , au paragraphe 259(5) de la même loi, est remplacée par ce qui suit : contribuable déterminé contribuable déterminé Contribuable qui est soit un placement enregistré, soit visé à l'un des alinéas 149(1)r), s), u) à u.2), u.4) et x). ( specified taxpayer )

source: (4) The definition specified taxpayer in subsection 259(5) of the Act is replaced by the following: specified taxpayer specified taxpayer means a taxpayer that is described in any of paragraphs 149(1)(r), (s), (u) to (u.2), (u.4) and (x). ( contribuable déterminé )
fr_fr: (4) La définition de contribuable déterminé , au paragraphe 259(5) de la même loi, est remplacée par ce qui suit : contribuable déterminé contribuable déterminé Contribuable qui est visé à l'un des alinéas 149(1)r), s), u) à u.2), u.4) et x). ( specified taxpayer )

source: (5) The portion of the definition qualified trust in subsection 259(5) of the Act before paragraph (a) is replaced by the following: qualified trust qualified trust at any time means a trust (other than a trust that is prescribed to be a small business investment trust) where
fr_fr: (5) Le passage de la définition de fiducie admissible , au paragraphe 259(5) de la même loi, précédant l'alinéa a), est remplacé par ce qui suit : fiducie admissible fiducie admissible Est une fiducie admissible à un moment donné, la fiducie, à l'exclusion d'une fiducie qui est, par règlement, une fiducie de placement dans des petites entreprises, qui répond aux conditions suivantes :

source: (6) Subsections (1) and (3) are deemed to have come into force on April 1, 2023.
fr_fr: (6) Les paragraphes (1) et (3) sont réputés être entrés en vigueur le 1 er avril 2023.

source: (7) Subsections (2), (4) and (5) come into force on January 1, 2027.
fr_fr: (7) Les paragraphes (2), (4) et (5) entrent en vigueur le 1 er janvier 2027.

source: Income Tax Regulations
fr_fr: Règlement de l'impôt sur le revenu

source: 19 (1) Subsection 221(1) of the Income Tax Regulations is replaced by the following: 221 (1) In this section, reporting person means (a) a mutual fund corporation; (b) an investment corporation; (c) a mutual fund trust; (d) a trust described in paragraph 4900(1)(d.21); (e) a trust described in paragraph 4900(1)(d.22); or (f) a small business investment trust (within the meaning assigned by subsection 5103(1)).
fr_fr: 19 (1) Le paragraphe 221(1) du Règlement de l'impôt sur le revenu est remplacé par ce qui suit : 221 (1) Pour l'application du présent article, déclarant s'entend des personnes suivantes : a) les sociétés de placement à capital variable; b) les sociétés de placement; c) les fiducies de fonds commun de placement; d) les fiducies visées à l'alinéa 4900(1)(d.21); e) les fiducies visées à l'alinéa 4900(1)(d.22); f) les fiducies de placement dans des petites entreprises au sens du paragraphe 5103(1).

source: (2) Paragraphs 221(1)(d) and (e) of the Regulations are replaced by the following: (d) a trust described in paragraph 5003(a); (e) a trust described in paragraph 5003(b); or
fr_fr: (2) Les alinéas 221(1)d) et e) du même règlement sont remplacés par ce qui suit : d) les fiducies visées à l'alinéa 5003a); e) les fiducies visées à l'alinéa 5003b);

source: (3) Subsection 221(2) of the Regulations is replaced by the following: (2) If in any taxation year a reporting person claims that a share of its capital stock issued by it, or an interest as a beneficiary under it, is a qualified investment under section 204 or 207.01 of the Act, the reporting person shall, in respect of the year and within 90 days after the end of the year, make an information return in prescribed form.
fr_fr: (3) Le paragraphe 221(2) du même règlement est remplacé par ce qui suit : (2) Le déclarant qui affirme, au cours d'une année d'imposition, qu'une action de son capital-actions qu'il a émise ou qu'une participation d'un de ses bénéficiaires est un placement admissible pour l'application des articles 204 ou 207.01 de la Loi est tenu de produire, pour l'année et dans les 90 jours suivant la fin de cette année, une déclaration de renseignements selon le formulaire prescrit.

source: (4) Subsection (1) applies to the 2026 taxation year.
fr_fr: (4) Le paragraphe (1) s'applique à l'année d'imposition 2026.

source: (5) Subsections (2) and (3) come into force on January 1, 2027.
fr_fr: (5) Les paragraphes (2) et (3) entrent en vigueur le 1 er janvier 2027.

source: 20 (1) Subsection 4900(1) of the Regulations is amended by adding the following after paragraph (d.2): (d.21) a unit of a trust that is subject to, and substantially complies with, the requirements of National Instrument 81–102 Investment Funds , as amended from time to time, of the Canadian Securities Administrators; (d.22) a unit of a trust that is an investment fund (as defined in subsection 251.2(1) of the Act), provided that the investments of the trust are managed by a person that is registered as an investment fund manager as described in National Instrument 31–103 Registration Requirements, Exemptions and Ongoing Registrant Obligations , as amended from time to time, of the Canadian Securities Administrators;
fr_fr: 20 (1) Le paragraphe 4900(1) du même règlement est modifié par adjonction, après l'alinéa d.2), de ce qui suit : d.21) d'une unité d'une fiducie qui est assujettie et qui se conforme pour l'essentiel au Règlement 81–102 sur les fonds d'investissement , avec ses modifications successives, des Autorités canadiennes en valeurs mobilières; d.22) d'une unité d'une fiducie qui est une fiducie de placement déterminée (au sens du paragraphe 251.2(1) de la Loi), si les placements de la fiducie sont gérés par une personne qui est inscrite comme un gestionnaire de fonds d'investissement visé par le Règlement 31–103 sur les obligations et dispenses d'inscription et les obligations continues des personnes inscrites , avec ses modifications successives, des Autorités canadiennes en valeurs mobilières;

source: (2) Subsection (1) is deemed to come into force on Budget Day.
fr_fr: (2) Le paragraphe (1) est réputé être entré en vigueur le jour du budget.
